---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.DatumPlaneFailures
source: html/e2a4518a-a7e8-92ef-6896-c863aa0bf949.htm
---
# BuiltInFailures.DatumPlaneFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.